// import { ReactNode } from "react";

const Example: string[] = [];

Example[0] = `
**The Origin : ISAAC (오혁 x VERSEDAY)**
    
**기간** 

: 2023.07.11 - 2023.07.18

**장소**

: 서울대학교, 제1파워플랜트(68동)
    
**주소**

: 서울 관악구 관악로 1
    
**시간**

: 10:00 - 19:00
    
**휴관**

: 없음
    
**오프닝 리셉션**

: 2023.07.11, 화, 6pm
    
**전시 소개**
    
< ISAAC >展은 중력, 속도, 시간 등의 보편적 과학법칙 속에 내재된 인문철학적 메시지를 예술적 체험을 통해 전달하는 미디어아트 전시 프로젝트로, 미디어아트 레이블 VERSEDAY와 뮤지션 오혁의 협업 전시입니다.
    
기억의 찰나성과 불특정성을 아이작 뉴턴의 역학 법칙을 통해 표현한 전시 공간은 보이지 않는 힘에 대해 의문을 가졌던 한 아이의 놀이터입니다. 높이 8m에 달하는 대형 LED와 거대한 수면에 반사된 영상 속 추억의 물건들은 등가속 운동을 반복하며, 그네를 탄 관람객과 미묘한 물리적 긴장관계를 형성합니다. 수면은 영상 속 오브젝트 위치와 소리의 진동에 따라 잔잔한 동심원 파형을 만들어 반사된 LED 영상의 이미지를 해체합니다. 압도적 크기의 영상과 몽환적인 사운드, 물에 반사된 이미지들이 그네라는 놀이 체험과 함께 어우러져 독특한 명상적 체험을 제공합니다.
    
**작가 노트**
    
그네를 타는 나는 마치 꿈을 꾸듯

커다란 미디어 저편에서 날아왔다 침잠하는 기억들을 마주한다

시간의 무게
    
움직이는 것은 나인가, 우주인가, 시간인가,
    
그 중심은 여기인지, 기억인지, 너인지
    
추억의 오브제가 미지의 공간 같은 미디어 수면 위로 살짝 올라왔다가 다시 심연으로 빨려 들어간다.
    
영상을 반사하는 바닥의 수면은 소리의 진동을 담아 일렁이며 맺힌 추억의 상들을 해체한다.

`;

Example[1] = ``;
// const Example: ReactNode[] = [];

// Example[0] = (
//   <>
//     <h1>20주년 정보문화학 과제전</h1>
//     <h2>2022년 정보문화학 20주년 홈커밍 행사와 과제전을 합니다.</h2>
//     <p>
//       우리의 그들의 몸이 때에, 평화스러운 예가 얼음과 든 것이다. 사람은 곳으로
//       사는가 얼음이 미인을 심장은 낙원을 있는 교향악이다.
//       <strong>
//         무엇이 가치를 가지에 못할 얼마나 심장의 영락과 되는 이성은 칼이다.
//       </strong>
//       가는 가지에 청춘은 없으면, 관현악이며, 인간에 오아이스도 피다. 대중을
//       뜨거운지라, 날카로우나 뿐이다. 타오르고 설산에서 하는 심장은 같은
//       청춘에서만 긴지라 힘있다. 피부가 얼음과 갑 놀이 하여도 위하여 끝까지
//       공자는 황금시대다. 유소년에게서 아니더면, 것은 목숨이 같이 내려온 가는
//       우리의 것이다. 곧 이상이 싸인 돋고, 청춘은 대중을 것이다. 같은 원질이
//       열락의 만천하의 주는 밝은 있는가? 때에, 예수는 그들에게 것이다.
//     </p>
//     <ol>
//       <li>하나</li>
//       <li>둘</li>
//       <li>셋</li>
//     </ol>
//     <ul>
//       <li>하나</li>
//       <li>둘</li>
//       <li>셋</li>
//     </ul>
//   </>
// );
// Example[1] = (
//   <>
//     <p>
//       {" "}
//       <strong>The Origin : ISAAC (오혁 x VERSEDAY)</strong>
//     </p>
//     <p>
//       {" "}
//       <strong>기간</strong>
//     </p>
//     <p> : 2023.07.11 - 2023.07.18</p>
//     <p>
//       {" "}
//       <strong>장소</strong>
//     </p>
//     <p> : 서울대학교, 제1파워플랜트(68동)</p>
//     <p>
//       {" "}
//       <strong>주소</strong>
//     </p>
//     <p> : 서울 관악구 관악로 1</p>
//     <p>
//       {" "}
//       <strong>시간</strong>
//     </p>
//     <p> : 10:00 - 19:00</p>
//     <p>
//       {" "}
//       <strong>휴관</strong>
//     </p>
//     <p> : 없음</p>
//     <p>
//       {" "}
//       <strong>오프닝 리셉션</strong>
//     </p>
//     <p> : 2023.07.11, 화, 6pm</p>
//     <p>
//       {" "}
//       <strong>전시 소개</strong>
//     </p>
//     <p>
//       {" "}
//       &lt; ISAAC &gt;展은 중력, 속도, 시간 등의 보편적 과학법칙 속에 내재된
//       인문철학적 메시지를 예술적 체험을 통해 전달하는 미디어아트 전시
//       프로젝트로, 미디어아트 레이블 VERSEDAY와 뮤지션 오혁의 협업 전시입니다.
//     </p>
//     <p>
//       {" "}
//       기억의 찰나성과 불특정성을 아이작 뉴턴의 역학 법칙을 통해 표현한 전시
//       공간은 보이지 않는 힘에 대해 의문을 가졌던 한 아이의 놀이터입니다. 높이
//       8m에 달하는 대형 LED와 거대한 수면에 반사된 영상 속 추억의 물건들은 등가속
//       운동을 반복하며, 그네를 탄 관람객과 미묘한 물리적 긴장관계를 형성합니다.
//       수면은 영상 속 오브젝트 위치와 소리의 진동에 따라 잔잔한 동심원 파형을
//       만들어 반사된 LED 영상의 이미지를 해체합니다. 압도적 크기의 영상과
//       몽환적인 사운드, 물에 반사된 이미지들이 그네라는 놀이 체험과 함께 어우러져
//       독특한 명상적 체험을 제공합니다.
//     </p>
//     <p>
//       {" "}
//       <strong>작가 노트</strong>
//     </p>
//     <p> 그네를 타는 나는 마치 꿈을 꾸듯</p>
//     <p> 커다란 미디어 저편에서 날아왔다 침잠하는 기억들을 마주한다</p>
//     <p> 시간의 무게</p>
//     <p> 움직이는 것은 나인가, 우주인가, 시간인가,</p>
//     <p> 그 중심은 여기인지, 기억인지, 너인지</p>
//     <p>
//       {" "}
//       추억의 오브제가 미지의 공간 같은 미디어 수면 위로 살짝 올라왔다가 다시
//       심연으로 빨려 들어간다.
//     </p>
//     <p>
//       {" "}
//       영상을 반사하는 바닥의 수면은 소리의 진동을 담아 일렁이며 맺힌 추억의
//       상들을 해체한다.
//     </p>
//   </>
// );

// Example[2] = (
//   <>
//     <h3 id="-">모집일정</h3>
//     <pre>
//       <code>
//         지원접수 | <span className="hljs-number">3.07</span>
//         <span className="hljs-comment">(월)</span>~
//         <span className="hljs-number">3.14</span>
//         <span className="hljs-comment">(월)</span>
//         면접일시 | <span className="hljs-number">3.16</span>
//         <span className="hljs-comment">(수)</span>~
//         <span className="hljs-number">3.18</span>
//         <span className="hljs-comment">(금)</span> 대면 *서류 합격자 발표, 면접
//         안내는 추후 개별 공지
//       </code>
//     </pre>
//     <h3 id="-">지원방법</h3>
//     <pre>
//       <code>경영대 인트라넷 공지 확인</code>
//     </pre>
//     <h3 id="-">지원자격</h3>
//     <pre>
//       <code>
//         <span className="hljs-number">1</span>
//         {")"} 경영대를 사랑하는 모든 학부생
//         <span className="hljs-number">2</span>
//         {")"} 주<span className="hljs-number">2</span>회 회의 참석 및
//         여름학기까지 활동
//       </code>
//     </pre>
//   </>
// );

export default Example;
